import React, { useState } from "react";

/*
┌─┐┬  ┌─┐┌─┐┌─┐┌─┐  ┌┬┐┌─┐  ┌┐┌┌─┐┌┬┐  ┬ ┬┌─┐┌─┐  ┬ ┬┌─┐┌┬┐
├─┘│  ├┤ ├─┤└─┐├┤    │││ │  ││││ │ │   │ │└─┐├┤   └┬┘├┤  │ 
┴  ┴─┘└─┘┴ ┴└─┘└─┘  ─┴┘└─┘  ┘└┘└─┘ ┴   └─┘└─┘└─┘   ┴ └─┘ ┴ 
This is still under construction...
*/

/* 🌟 [00] - In this exercise we'll build an app that ... 
     ... ... using callback props. */

export default function App() {
  const [text, setText] = useState();

  return (
    <>
      <h1>Exercise 6</h1>
    </>
  );
}

/* 🌟 [xx] - FINISHED! 💯  You should ... ... ... 💯 */
